Repository: not-only-code/qtranslate-slug
Catalog: languages/qts-*.po
Languages: pt_pt

source: Language selector
pt_pt: Selector de idioma

source: Title:
pt_pt: Título:

source: <p style="color:red">This plugin requires qTranslate to be installed and activated.</p>
pt_pt: <p style="color:red">Este plugin necessita do qTranslate instalado e activado previamente.</p>

source: Slug
pt_pt: URL

source: Show short name (en):
pt_pt: Mostrar abreviatura (pt):

source: Post types
pt_pt: Tipos de artigos

source: Taxonomies
pt_pt: Taxonomias

source: Slug (%s)
pt_pt: URL (%s)

source: <code>http://example.org/<u>%s</u>/some-%s/</code>
pt_pt: <code>http://exemplo.org/<u>%s</u>/qualquer-%s/</code>

source: <code>http://example.org/<u>category</u>/some-category/</code>
pt_pt: <code>http://exemplo.org/<u>categoria</u>/qualquer-categoria/</code>

source: <code>http://example.org/<u>tag</u>/some-tag/</code>
pt_pt: <code>http://exemplo.org/<u>etiqueta</u>/qualquer-etiqueta/</code>

source: Qtranslate Slug options
pt_pt: Opções do Qtranslate Slug

source: Slug options
pt_pt: Opções do URL

source: Save Changes
pt_pt: Guardar alterações

source: Expecting a Numeric value! Please fix.
pt_pt: É necessário um valor numérico! Por favor, corrija.

source: Expecting comma separated numeric values! Please fix.
pt_pt: São necessários valores numéricos separados por vírgulas! Por favor, corrija.

source: Invalid email
pt_pt: Email incorrecto

source: This setting field cannot be empty! Please enter a valid email address.
pt_pt: Este campo não pode estar vazio! Por favor introduza um endereço de email válido.

source: Please enter a valid email address.
pt_pt: Por favor introduza um endereço de email válido.

source: upgrade now
pt_pt: actualizar agora

source: Please update your old data to the new system.
pt_pt: Por favor actualize os seus dados antigos para o novo sistema.

source: Upgrade your data
pt_pt: Actualize os seus dados

source: There are slugs stored with old data system. Please upgrade your data pressing upgrade button:
pt_pt: Existem URLs com sistema de dados antigo. Por favor actualize os seus dados através do botão actualizar:

source: Sorry, some error happened. Refresh this page and try again please.
pt_pt: Lamentavelmente mas ocorreu um erro. Por favor refresque esta página e tente novamente.

source: Congratulations, your data has been upgraded, you are up to date.
pt_pt: Parabéns, os seus dados foram actualizados e o sistema está agora actual.

source: One step more, select what type of slug is this: <strong>%s</strong>
pt_pt: Um passo mais, seleccione que tipo de URL é este: <strong>%s</strong>

source: Post, Page or Custom post type
pt_pt: Artigo, Página ou Tipo de Artigo Personalizado

source: Category, tag or custom taxonomy
pt_pt: Categoria, etiqueta ou taxonomia personalizada

source: This plugin requires at least <strong>Wordpress 3.3</strong> and <strong>Qtranslate(2.5.8 or newer)</strong>
pt_pt: Este plugin requer no mínimo o <strong>Wordpress 3.3</strong> e <strong>Qtranslate (2.5.8 ou superior)</strong>

source: If you activated previously the <a href="options-permalink.php">pretty permalinks</a>, in this section you can translate the <abbr title="en inglés, Universal Resource Locator">URLs</abbr> <strong>bases</strong> for <a href="http://codex.wordpress.org/Function_Reference/register_post_type#Arguments">public</a> post_types, categories, tags and taxonomies.
pt_pt: Se activou previamente as <a href="options-permalink.php">ligações permanentes</a>, nesta secção poderá traduzir as <strong>bases</strong> das <abbr title="em inglês, Universal Resource Locator">URLs</abbr> para tipos de artigo, categorias, etiquetas e taxonomias <a href="http://codex.wordpress.org/Function_Reference/register_post_type#Arguments">públicas</a>.

source: For example, the post_type <kbd>books</kbd>, in Spanish would be displayed as <code>http://example.org/es/libros/post-type-name/</code>. If you leave this blank will use the default option when you <a href="http://codex.wordpress.org/Function_Reference/register_post_type">registered</a> the post_type.
pt_pt: Por exemplo, o tipo de artigo <kbd>livros</kbd>, em português seria mostrado como <code>http://exemplo.org/pt/livros/nome-de-tipo-de-artigo/</code>. Se deixar isto em branco, será usada a opção por omissão <a href="http://codex.wordpress.org/Function_Reference/register_post_type">registada</a> no tipo de artigo.

source: For example, the taxonomy <kbd>category</kbd>, in Spanish would be displayed as <code>http://example.org/es/categoria/taxonomy-name/</code>. If you leave this blank will use the default option when you <a href="http://codex.wordpress.org/Function_Reference/register_taxonomy">registered</a> the taxonomy (if you previously setup a base permastruct for <u>categories</u> or <u>tags</u> in <a href="options-permalink.php">permalinks</a> page, these bases will be overwritten by the translated ones).
pt_pt: Por exemplo, a taxonomia <kbd>categoria</kbd>, em português seria mostrado como <code>http://exemplo.org/pt/categoria/nome-de-taxonomia/</code>. Se deixar isto em branco, será usada a opção por omissão <a href="http://codex.wordpress.org/Function_Reference/register_taxonomy">registada</a> na taxonomia (se previamente configurou a base das ligações permanentes para <u>categorias</u> ou <u>etiquetas</u> na página <a href="options-permalink.php">ligações permanentes</a>, estas bases serão sobrepostas pelas traduzidas).

source: Styles
pt_pt: Estilos

source: The default styles are very minimal, and you can include them or not.
pt_pt: ﻿Os estilos padrão são mínimos, pode incluí-los ou não.

source: Change styles type
pt_pt: ﻿Alterar o tipo de estilos

source: file
pt_pt: ficheiro

source: minified
pt_pt: minimizado

source: inline
pt_pt: em linha

source: none
pt_pt: nenhum

source: adds a file (qts-default.css) to the theme's header.
pt_pt: adiciona um ficheiro (qts-default.css) ao cabeçalho do tema.

source: adds a minified ( slighlty faster) file (qts-default.min.css) to the theme's header.
pt_pt: adiciona um ficheiro minimizado (qts-default.min.css), ligeiramente mais rápido, ao cabeçalho do tema.

source: prints the styles directly into the theme's header.
pt_pt: ﻿exibe os estilos directamente no cabeçalho do tema.

source: neither include not print the default style.
pt_pt: nem incluir nem exibir o estilo padrão.

source: If you selected "none", copy and use these styles as you see fit:
pt_pt: Se escolher "nenhum", copie e utilize estes estilos como entender:

source: Allows your visitors to choose a Language.
pt_pt: Permite aos visitantes escolher o seu Idioma.
